Repository: Ajmal001/qa
Catalog: languages/qa-*.po
Languages: ro_ro

source: View questions.
ro_ro: Vizionare întrebări.

source: Ask questions.
ro_ro: Adăugare întrebări.

source: Edit questions.
ro_ro: Editare întrebări.

source: Delete questions.
ro_ro: Ștergere întrebări.

source: Edit others' questions.
ro_ro: Editare întrebări ale altor utilizatori.

source: Delete others' questions.
ro_ro: Ștergere întrebări ale altor utilizatori.

source: View answers.
ro_ro: Vizionare răspunsuri.

source: Add answers.
ro_ro: Adăugare răspunsuri.

source: Edit answers.
ro_ro: Editare răspunsuri.

source: Delete answers.
ro_ro: Ștergere răspunsuri.

source: Edit others' answers.
ro_ro: Editare răspunri ale altor utilizatori.

source: Delete others' answers.
ro_ro: Ștergere răspunri ale altor utilizatori.

source: Settings
ro_ro: Setări

source: Are you sure you want to do that?
ro_ro: Sigur vrei să faci asta?

source: Questions must have both a title and a body.
ro_ro: Întrebările trebuie să aibe și titlu și conținut.

source: It seems that question was <a href="%s">already asked</a>.
ro_ro: Se pare că acea întrebare a fost <a href="%s">pusă deja</a>.

source: Answer must be associated to a question.
ro_ro: Răspunsul trebuie să fie asociat unei întrebări.

source: You have to actually write something.
ro_ro: Trebuie să scrii ceva.

source: It seems that answer was <a href="%s">already given</a>.
ro_ro: Se pare că acel răspuns a fost <a href="%s">dat deja</a>.

source: You are posting too fast. Slow down.
ro_ro: Postezi prea repede. Mai încet.

source: To finish posting your %s, please register below. If you already have an account, please <a href="%s">login</a> instead.
ro_ro: Pentru a termina de postat %s, te rog înregistrează-te mai jos. Dacă ai deja un cont, te rog <a href="%s">autentifică-te</a>, în schimb.

source: Questions
ro_ro: Întrebări

source: Unanswered
ro_ro: Fără răspuns

source: Ask a Question
ro_ro: Pune o întrebare

source: An error has occured while processing your submission.
ro_ro: A apărut o eroare în timpul procesării datelor.

source: Search
ro_ro: Căutare

source: prev
ro_ro: anterior

source: next
ro_ro: următor

source: %s ago
ro_ro: acum %s

source: edit
ro_ro: editează

source: delete
ro_ro: șterge

source: vote
ro_ro: vot

source: This question is useful and clear (click again to undo)
ro_ro: Această întrebare este folositoare și clară (click din nou pentru undo)

source: This question is unclear or not useful (click again to undo)
ro_ro: Această întrebare nu este folositoare sau este neclară (click din nou pentru undo)

source: Score
ro_ro: Scor

source: Click here to be notified of followup answers via e-mail
ro_ro: Click aici pentru a fi notificat de răspunsuri prin e-mail

source: Stop notifying me of followup answers via e-mail
ro_ro: Nu îmi mai trimite e-mail-uri când sunt postate răspunsuri noi.

source: This answer is useful (click again to undo)
ro_ro: Acest răspuns este util (click din nou pentru undo)

source: This answer is not useful (click again to undo)
ro_ro: Acest răspuns nu este util (click din nou pentru undo)

source: Accept answer (click again to undo)
ro_ro: Acceptă răspunsul (click din nou pentru undo)

source: Accepted answer
ro_ro: Răspuns acceptat

source: accepted
ro_ro: acceptat

source: answer
ro_ro: răspuns

source: Title:
ro_ro: Titlu:

source: Select category...
ro_ro: Selectează categorie...

source: Tags:
ro_ro: Etichete:

source: 1 Answer
ro_ro: 1 răspuns

source: Submit
ro_ro: Trimite

source: Register/Login and Submit
ro_ro: Înresitrează-te/autentifică-te și trimite

source: Login and Submit
ro_ro: Autentifică-te și trimite

source: Answers
ro_ro: Întrebări

source: Answer
ro_ro: Întrebare

source: Add New
ro_ro: Adaugă

source: Add New Answer
ro_ro: Adaugă răspuns nou

source: Edit Answer
ro_ro: Editează răspuns

source: New Answer
ro_ro: Răspuns nou

source: View Answer
ro_ro: Vezi răspuns

source: Search Answers
ro_ro: Caută răspunsuri

source: No answers found
ro_ro: Niciun răspuns găsit

source: No answers found in trash
ro_ro: Niciun răspuns găsit la gunoi

source: Answers for "%s"
ro_ro: Răspunsuri pentru "%s"

source: By: %s
ro_ro: De: %s

source: Question Categories
ro_ro: Categorii de întrebări

source: Question Category
ro_ro: Categorie de întrebări

source: Search Question Categories
ro_ro: Caută categorii de întrebări

source: All Question Categories
ro_ro: Toate categoriile de întrebări

source: Parent Question Category
ro_ro: Categoria părinte

source: Parent Question Category:
ro_ro: Categoria părinte:

source: Edit Question Category
ro_ro: Editează categoria de întrebări

source: Update Question Category
ro_ro: Actualizează categoria de întrebări

source: Add New Question Category
ro_ro: Adaugă o nouă categorie de întrebări

source: New Question Category Name
ro_ro: Noul nume al categoriei de întrebări

source: Question Tags
ro_ro: Etichete

source: Question Tag
ro_ro: Etichetă

source: Search Question Tags
ro_ro: Caută etichete pentru întrebări

source: Popular Question Tags
ro_ro: Etichete populare pentru întrebări

source: All Question Tags
ro_ro: Toate etichetele pentru întrebări

source: Edit Question Tag
ro_ro: Editează eticheta

source: Update Question Tag
ro_ro: Actualizează eticheta

source: Add New Question Tag
ro_ro: Adaugă o nouă etichetă

source: New Question Tag Name
ro_ro: Noul nume al etichetei

source: Separate question tags with commas
ro_ro: Separă etichetele prin virgule

source: Add or remove question tags
ro_ro: Adaugă sau șterge etichete

source: Choose from the most used question tags
ro_ro: Alege din etichetele cele mai populare

source: Question
ro_ro: Întrebare

source: Add New Question
ro_ro: Adaugă o nouă întrebare

source: Edit Question
ro_ro: Editează întrebarea

source: New Question
ro_ro: Întrebare nouă

source: View Question
ro_ro: Vezi întrebarea

source: Search Questions
ro_ro: Caută întrebări

source: No questions found.
ro_ro: Nu s-au găsit întrebări.

source: No questions found in trash.
ro_ro: Nu s-au găsit întrebări la gunoi.

source: Please login or register to vote.
ro_ro: Te rog autentifică-te sau înregistrează-te pentru a vota.

source: You can't vote on your own post.
ro_ro: Nu poți vota pentru propriul post.

source: Ask a question
ro_ro: Pune o întrebare

source: User: %s
ro_ro: Utilizator: %s

source: [%s] New answer on "%s"
ro_ro: [%s] Răspuns nou pentru "%s"

source: %s added a new answer to %s:
ro_ro: %s a adăugat un răspuns nou pentru %s:

source: To manage your subscriptions, visit <a href="%s">your profile</a>.
ro_ro: Pentru a gestiona abonamentele, vizitează-ți <a href="%s">profilul</a>.

source: List of questions
ro_ro: Listă de întrebări

source: Which:
ro_ro: Care:

source: Recent
ro_ro: Recente

source: Popular
ro_ro: Populare

source: Number of questions to show:
ro_ro: Numărul de întrebări de afișat:

source: The most popular question tags in cloud format
ro_ro: Cele mai populare etichete pentru întrebări

source: A list of question categories
ro_ro: O listă de categorii de întrebări

source: Show question counts
ro_ro: Afișează numerotarea întrebărilor

source: Name
ro_ro: Nume

source: Member for
ro_ro: Membru din

source: Category:
ro_ro: Categorie:

source: asked
ro_ro: pusă

source: Your Answer
ro_ro: Răspunsul tău

source: Answer for %s
ro_ro: Răspuns la %s

source: Settings Saved.
ro_ro: Setările au fost salvate.

source: Q&A Settings
ro_ro: Setări Q&A

source: Assign Capabilities
ro_ro: Repartizează capabilități

source: Select a role to which you want to assign WP Q&A capabilities.
ro_ro: Selectează rolul căruia vrei să-i repartizezi capabilități legate de WP Q&A.

source: Save Changes
ro_ro: Salvează schimbările
